name: "yolov8n_320_onnx"
platform: "onnxruntime_onnx"
max_batch_size: 0

input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [ 1, 3, 320, 320 ]
  }
]

# output은 일단 놔두거나(아래 옵션 B), 더 안전하게는 auto-complete로 맡기는게 좋음

instance_group [
  { kind: KIND_GPU }
]
