name: "yolov8n_320_trt"
platform: "tensorrt_plan"
max_batch_size: 0

input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [ 1, 3, 320, 320 ]
  }
]

output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [ 1, 84, 2100 ]
  }
]

instance_group [
  { kind: KIND_GPU gpus: [0] }
]
